export const specialEvent = {
  937849635850: {
    pic: "19990921.jpg",
    title: "集集大地震",
    str: "又稱921大地震，發生於1999年9月21日凌晨1點47分15.9秒，震源深度為8公里，芮氏規模為7.3，爲臺灣中部山區的逆斷層型地震，總共持續大約102秒，期間臺灣全島都感受到明顯搖晃。震央位於南投縣集集鎮境內。這場地震肇因於車籠埔斷層的錯動，並且在地表造成長達為85公里的破裂帶，另外也有學者認為是由車籠埔斷層以及大茅埔－雙冬斷層2條活動斷層同時再次活動所引起。",
  },
  // 1071031093520: {
  //   pic: "123.png",
  //   title: "成功地震",
  //   str: "臺東成功地震發生於2003年12月10日台灣時間12時38分，震源深度17.7公里，芮氏規模6.4，震央位於臺東外海，即臺東成功地震站東南方4.3公里處。此次地震造成16人輕傷，多處建築、道路、橋梁龜裂或倒塌，小港、金樽、新港、南寮漁港受損，海堤震毀。",
  // },
  1267661932140: {
    pic: "20100304.png",
    title: "甲仙地震",
    str: "甲仙地震發生於當地時間2010年3月4日8時18分，震源深度22.6公里，芮氏規模6.4，在高雄縣桃源鄉和茂林鄉的交界處發生，即震央位於高雄甲仙地震測站東偏南方17.1公里處（並不在甲仙鄉內）。台灣中央氣象局分析此次地震是由菲律賓海板塊與歐亞大陸板塊擠壓，導致潮州斷層錯動而造成。",
  },
  1454702246080: {
    pic: "20160206.jpg",
    title: "美濃地震",
    str: "強震將台南市大內區南寶高爾夫球場B區的第8洞震出一條長近200米長的大裂縫，高低落差最大約近3公尺，這次震央在高雄美濃，南寶球場B區卻出現大裂縫，有球友形容像是撕開地表的斷層線。",
    url: "https://tec.earth.sinica.edu.tw/specialEQ/pdf/2016-02-06M6.4.pdf",
  },
  1517932241620: {
    pic: "20180206.jpg",
    title: "花蓮地震",
    str: "花蓮地震發生於當地時間2018年2月6日23時50分，震源深度6.3公里，芮氏規模6.2，其震央位於臺灣花蓮縣近海。本次地震前後發生了多次芮氏規模5以上之地震。國立中央大學地球科學系馬國鳳教授指出，本次主震因米崙斷層引起，而之前多達94起前震構成的「群震」則誘發了米崙斷層活動，才造成慘重災情。前中央氣象局地震測報中心主任郭鎧紋表示，去年臺灣發生的ML 4以上且納入編號的有感地震發生得太少，表示能量並未釋放完全才會發生規模這麼大的地震。",
    url: "https://tec.earth.sinica.edu.tw/specialEQ/pdf/2018-02-06M6.0.pdf",
  },
  1663483455250: {
    pic: "20220918.jpg",
    title: "池上地震",
    str: "池上地震發生於當地時間2022年9月18日14時44分，震源深度7.8公里，芮氏規模6.8，震央位於台東縣池上鄉。兩次地震最大震度6強發生於台東縣池上鄉，是台灣使用新震度分級以來，第一次觀測震度達到6強的地震。經濟部中央地質調查所指出部分地表破裂發生在池上斷層沿線，由震源機制解與餘震資料分布顯示，本次地震由北北東走向、朝西高角度傾斜的走向滑移斷層所致。",
  },
};
